Repository: wp-plugins/dday
Catalog: languages/wpdday-*.po
Languages: fr_fr

source: Title:
fr_fr: Titre:

source: JAVASCRIPT MUST BE ENABLED
fr_fr: LE JAVASCRIPT DOIT ETRE ACTIVE

source: Many errors are possible if javascript not enabled
fr_fr: Des erreurs peuvent être provoquée si le javascript n'est pas activé

source: Hola,
fr_fr: Bonjour,

source: This seems to be your first time visiting this page. I've created a database table for you (wp_dday).
fr_fr: Cela semble être votre première visite ici. J'ai créé une base de données pour vous (wp_dday).

source: If you want to remove the data, make sure to delete that table after deactivating the plugin
fr_fr: Si vous voulez désinstaller le plugin, soyez sûr de supprimer également cette base de données.

source: You can edit default options on the bottom of this page
fr_fr: Vous pouvez éditer les options par défaut en bas de la page.

source: THIS IS HIGHLY RECOMMANDED IF YOUR BLOG ISNT IN ENGLISH
fr_fr: CECI EST FORTEMENT RECOMMANDE SI VOTRE BLOG N'EST PAS EN ANGLAIS

source: Fill all required fields
fr_fr: Remplissez tous les champs obligatoires

source: Failure:
fr_fr: Erreur:

source: Holy crap you destroyed the internet! That, or something else went wrong when I tried to insert the DDay. Try again?
fr_fr: Vous venez de détruire internet! Quelque chose s'est mal passé quand j'ai essayé d'insérer le Jour J. Réessayer!

source: Freaking sweet. You just added a new DDay to the database.
fr_fr: Super, Vous venez d'ajouter un nouveau Jour J

source: Failure:
fr_fr: Erreur :

source: No DDay ID given. Can't save nothing. Giving up...
fr_fr: Aucun id de Jour J donné. Je ne peux rien faire

source: The Evil Monkey wouldn't let me update your Dday. Try again?
fr_fr: Le diable des singes ne me laisse pas modifier le Jour J. Réessayer!

source: This Dday updated successfully.
fr_fr: Ce Jour J est mis à jour

source: No DDay ID given. I guess I deleted nothing successfully.
fr_fr: Jour J n° %s supprimé.

source: This Dday is deleted successfully
fr_fr: Ce jour J est supprimé

source: Ninjas proved my kung-fu to be too weak to delete that DDay.
fr_fr: Les Ninjas m'empêchent de supprimer ce jour J

source: No DDay ID given.
fr_fr: Aucun id de Jour J donné

source: This DDay is now unpublished.
fr_fr: Ce jour J est mis hors ligne

source: This DDay is now published.
fr_fr: Ce jour J est mis en ligne

source: Ddays are reordered.
fr_fr: Ordre des Jour J modifié

source: I didn't get a DDay identifier from the query string. Giving up...
fr_fr: Je n'ai pas de Jour J avec cet identifiant.

source: Manage DDay
fr_fr: Contrôler les Jours J

source: Add DDay
fr_fr: Ajouter un Jour J

source: Options and Usage
fr_fr: Options et Utilisation

source: Edit Options
fr_fr: Editer les Options

source: To embed the list of the dday active, use the function <b>&lt;?php wp_dday_list(); ?&gt;</b> in your sidebar or use the <b>Widget</b>
fr_fr: Pour afficher la liste des Jours J actifs, utiliser la fonction <b>&lt;?php wp_dday_list(); ?&gt;</b> dans votre sidebar ou utiliser le <b>Widget</b>

source: You can find the ID of a DDay in Manage DDay at the right of the title [id]
fr_fr: Vous pouvez trouver l'ID d'un Jour J à la droite du titre -> titre[id]

source: To show specific DDay, use : <b>&lt;?php wp_dday(2);?&gt;</b> where 2 is your DDay id.
fr_fr: Pour afficher un Jour J précis, utiliser <b>&lt;?php wp_dday(2);?&gt;</b> avec 2 l'id du Jour J

source: To embed a specific DDay in your post, use : <b>[dday=2]</b> where 2 is your DDay id.
fr_fr: Pour afficher un Jour J précis dans un article, utiliser <b>[dday=2]</b> avec 2 l'id du Jour J

source: Unpublish
fr_fr: Mettre Hors Ligne

source: Publish
fr_fr: Mettre en Ligne

source: Edit
fr_fr: Editer

source: Are you sure you want to delete this dday?
fr_fr: Etes vous sûr de supprimer ce Jour J

source: Delete
fr_fr: Supprimer

source: Save this Order
fr_fr: Enregistrer l'ordre

source: You haven't entered any DDay yet
fr_fr: Aucun Jour J n'a été saisi

source: Bad Monkey! No banana!
fr_fr: Mauvais singe! Pas de bananes!

source: I couldn't find a DDay linked up with that identifier. Giving up...
fr_fr: Je n'ai pas de Jour J avec cet identifiant.

source: Title :
fr_fr: Titre :

source: Repeat every :
fr_fr: Répéter tous les

source: No
fr_fr: Non

source: Day
fr_fr: Jour

source: Week
fr_fr: Semaine

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Show it before during :
fr_fr: Afficher avant l'évènement pendant :

source: days
fr_fr: jours

source: 0 or nothing = infinite // -1 = No display
fr_fr: 0 ou rien = infini // -1 = pas d'affichage

source: Show it after during :
fr_fr: Afficher après l'évènement pendant :

source: More options
fr_fr: Plus d'options

source: Format for past events :
fr_fr: Format pour des évènements passés :

source: For 2 days or more
fr_fr: Depuis 2 jours ou plus

source: Since yesterday
fr_fr: Depuis Hier

source: Since today
fr_fr: Depuis Aujourd'hui

source: Format for futures events
fr_fr: Format pour des évènements futurs

source: Tomorrow
fr_fr: Demain

source: In 2 days or more
fr_fr: Dans 2 jours ou plus

source: <b>%TITLE%</b> will be replace by the title
fr_fr: <b>%TITLE%</b> sera remplacé par le titre

source: <b>%DELAY_DAY%</b> will be replace by the delay in days
fr_fr: <b>%DELAY_DAY%</b> sera remplacé par le délai en jours

source: Only for imminent events <b>%DELAY_HR%</b> will be replace by the delay in hours and <b>%DELAY_MIN%</b> by the delay in minutes
fr_fr: Seuleemnt pour des événements imminents, <b>%DELAY_HR%</b> sera remplacé par le délai en heures et <b>%DELAY_MIN%</b>par le délai en minutes

source: Yes
fr_fr: Oui

source: Save
fr_fr: Enregistrer

source: Day : 1 to 31
fr_fr: Jour : 1 to 31

source: Month in DIGIT : 1 to 12
fr_fr: Mois en chiffres : 1 to 12

source: Year : 1970 to 2040
fr_fr: Année : 1970 to 2040

source: Hour : 0 to 23
fr_fr: Heure : 0 to 23

source: Show it before + Show it after must be <= Period of repetition in days (frq * unit)
fr_fr: (Afficher avant évenement pendant) + (Afficher après événement pendant) doit être <= à la période de répétion en jour (frq x unité)
